{
  "title": "Aide et guide",
  "intro": "Bienvenue sur Otantist. Ce guide explique comment utiliser l'application. Vous pouvez y revenir à tout moment.",
  "nav_label": "Aller à la section",

  "sections": {
    "getting_around": {
      "title": "Se repérer dans l'application",
      "content": "La barre d'outils en haut de chaque page affiche votre nom, votre niveau d'énergie et des liens rapides vers les paramètres et autres fonctionnalités. Cliquez sur votre nom pour accéder aux paramètres. Utilisez le bouton de langue pour passer du français à l'anglais à tout moment."
    },
    "energy": {
      "title": "Énergie sociale",
      "content": "Votre énergie sociale indique aux autres à quel point vous êtes disponible en ce moment. Vous pouvez la régler à Haute, Moyenne ou Basse à l'aide des cercles colorés dans la barre d'outils. C'est facultatif — vous pouvez la modifier quand vous le souhaitez ou la laisser telle quelle."
    },
    "calm_mode": {
      "title": "Mode calme",
      "content": "Le mode calme met en pause les messages entrants pour que vous ne soyez pas interrompu. Les messages envoyés pendant que le mode calme est activé seront retenus et livrés lorsque vous le désactiverez. Activez ou désactivez le mode calme à l'aide du bouton en forme de lune dans la barre d'outils. Une bannière violette apparaîtra en haut de l'écran lorsque le mode calme est actif."
    },
    "messaging": {
      "title": "Messagerie",
      "content": "Otantist est conçu pour des conversations individuelles uniquement. Pour démarrer une nouvelle conversation, cliquez sur le bouton \"Nouvelle conversation\" dans la barre latérale gauche et recherchez la personne avec qui vous souhaitez discuter. Vous ne pouvez voir que les personnes qui ont terminé de configurer leur profil.",
      "features_title": "Fonctionnalités utiles dans une conversation",
      "features": [
        "Voir comment parler à quelqu'un — cliquez sur le bouton d'information à côté de son nom dans l'en-tête de la conversation.",
        "Supprimer un message — le retire seulement de votre vue. L'autre personne peut toujours le voir.",
        "Masquer une conversation — la retire de votre liste. Elle réapparaîtra automatiquement si l'autre personne vous envoie un nouveau message."
      ]
    },
    "message_status": {
      "title": "Statut des messages",
      "content": "Chaque message affiche un petit indicateur de statut :",
      "statuses": [
        "En attente — le message attend d'être livré (mode calme ou en dehors des heures de disponibilité).",
        "Envoyé — le message a été envoyé avec succès.",
        "Livré — l'appareil de l'autre personne l'a reçu.",
        "Lu — l'autre personne l'a lu."
      ]
    },
    "settings": {
      "title": "Paramètres",
      "content": "Cliquez sur votre nom dans la barre d'outils pour ouvrir les paramètres. Vous pouvez modifier :",
      "items": [
        "Votre profil (nom d'affichage, groupe d'âge, visibilité)",
        "Préférences de communication — ton préféré, modes et rythme",
        "Préférences sensorielles — animations, intensité des couleurs",
        "Heures de disponibilité — définissez les moments où vous êtes disponible pour recevoir des messages",
        "Amorces de conversation — sujets que vous aimez ou souhaitez éviter, plus des conseils pour les autres",
        "Langue — passer du français à l'anglais"
      ],
      "save_note": "Chaque section s'enregistre indépendamment. Vous n'avez pas besoin de tout remplir en même temps."
    },
    "safety": {
      "title": "Sécurité — bloquer et signaler",
      "block_content": "Pour bloquer quelqu'un, ouvrez votre conversation avec lui et cliquez sur \"Bloquer l'utilisateur\". Le blocage l'empêche de vous envoyer des messages et archive votre conversation. Vous pouvez débloquer quelqu'un à tout moment depuis la liste des utilisateurs bloqués dans la barre d'outils.",
      "report_content": "Pour signaler un utilisateur ou un message spécifique, cliquez sur le bouton \"Signaler\" dans la conversation. Les signalements sont examinés par l'équipe Otantist. Vous n'avez pas besoin d'inclure votre nom dans un signalement."
    },
    "parent": {
      "title": "Pour les parents",
      "content": "Si vous avez un membre géré, vous pouvez accéder au tableau de bord parent depuis la barre d'outils. Vous y verrez les indicateurs d'activité récente de votre membre et les alertes éventuelles. Vous pouvez marquer les alertes comme vues une fois que vous les avez consultées. Le contenu des messages de votre membre est privé — les indicateurs montrent des tendances uniquement, pas les messages individuels."
    },
    "feedback": {
      "title": "Donner votre avis",
      "content": "En tant que testeur·euse précoce, votre avis est précieux. Si quelque chose vous semble confus, brisé ou manquant, veuillez en informer l'équipe. Il n'existe pas encore de formulaire officiel — contactez directement la personne qui vous a invité·e."
    }
  }
}
